tap "satococoa/tap"

brew "direnv"
brew "ffmpeg"
brew "gh"
brew "git"
brew "imagemagick"
brew "mergiraf"
brew "mise"
brew "mkcert"
brew "nss"
brew "ripgrep"
brew "semgrep"
brew "terminal-notifier"
brew "tree"
brew "satococoa/tap/wtp"
cask "appcleaner"
cask "bettertouchtool"
cask "colour-contrast-analyser"
cask "coteditor"
cask "cursor"
cask "deepl"
cask "font-noto-sans-jp"
cask "gcloud-cli"
cask "google-chrome"
cask "iterm2"
cask "keka"
cask "logi-options+"
cask "meetingbar"
cask "ngrok"
cask "nani"
cask "notion"
cask "orbstack"
cask "popclip"
cask "raycast"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "zoom"
