tap "dimentium/autoraise"

brew "anyenv"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "imagemagick"
brew "mkcert"
brew "nss"
brew "pnpm"
brew "ripgrep"
brew "semgrep"
brew "terminal-notifier"
brew "tree"
brew "yarn"
cask "ankerwork"
cask "appcleaner"
cask "dimentium/autoraise/autoraiseapp"
cask "bettertouchtool"
cask "colour-contrast-analyser"
cask "coteditor"
cask "cursor"
cask "deepl"
cask "dropbox"
cask "font-noto-sans-jp"
cask "google-chrome"
cask "iterm2"
cask "keka"
cask "logi-options+"
cask "meetingbar"
cask "ngrok"
cask "nani"
cask "notion"
cask "popclip"
cask "raycast"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "zoom"
